Repository: xldstudios/WP-Theme-Plugin-Translations-SE
Catalog: Plugins/wp-job-manager-applications/wp-job-manager-applications-*.po
Languages: sv_se

source: Applications
sv_se: Ansökningar

source: Candidate name
sv_se: Kandidatens namn

source: Job application updated.
sv_se: Jobbansökan uppdaterad.

source: Custom field updated.
sv_se: Eget fält uppdaterat.

source: Custom field deleted.
sv_se: Eget fält borttaget.

source: Job application published.
sv_se: Jobbansökan publicerad.

source: Job application saved.
sv_se: Jobbansökan sparad.

source: Job application submitted.
sv_se: Jobbansökan inskickad.

source: Job application draft updated.
sv_se: Utkast av jobbansökan uppdaterad.

source: Candidate
sv_se: Kandidat

source: Job applied for
sv_se: Jobb ansökan gäller

source: Rating
sv_se: Ranking

source: Notes
sv_se: Noteringar

source: Attachment(s)
sv_se: Bifogad(e) fil(er)

source: Resume
sv_se: CV

source: Posted
sv_se: Inskickad

source: Actions
sv_se: Åtgärder

source: Application ID: %d
sv_se: Ansökans ID: %s

source: %d note
sv_se: %d notering

source: M j, Y
sv_se: j M, Y

source: by a guest
sv_se: av en gäst

source: by %s
sv_se: av %s

source: View
sv_se: Visa

source: Delete
sv_se: Radera

source: Applications for all jobs
sv_se: Ansökningar för alla jobb

source: Full name
sv_se: Namn

source: Email address
sv_se: E-postadress

source: Message
sv_se: Meddelande

source: Your cover letter/message sent to the employer
sv_se: Ditt personliga brev/meddelande skickades till arbetsgivaren

source: Upload CV
sv_se: Ladda upp CV

source: Upload your CV/resume or any other relevant file. Max. file size: %s.
sv_se: Ladda upp ditt CV eller annan relevant fil. Max filstorlek: %s.

source: Online Resume
sv_se: Online-CV

source: N/A
sv_se: Inget

source: Invalid job
sv_se: Ogiltigt jobb

source: "%s" is a required field
sv_se: "%s" är ett obligatoriskt fält

source: Please provide a valid email address
sv_se: Vänligen fyll i en giltig e-postadress

source: Could not create job application
sv_se: Kunde inte skapa jobbansökan

source: Your job application has been submitted successfully
sv_se: Din jobbansökan har skickats in

source: "%s" (filetype %s) needs to be one of the following file types: %s
sv_se: "%s" (filtyp %s) behöver vara en av följande filtyper: %s

source: Job Applications
sv_se: Jobbansökan

source: Are you sure you want to delete this? There is no undo.
sv_se: Är du säker på att du vill ta bort detta? Det går inte att ångra.

source: Details
sv_se: Detaljer

source: Hide
sv_se: Dölj

source: Application date
sv_se: Datum för ansökan

source: Application status
sv_se: Status för ansökan

source: Applicant name
sv_se: Kandidatens namn

source: Applicant email
sv_se: Kandidatens e-post

source: Attachment
sv_se: Bifogat

source: Applicant message
sv_se: Meddelande från kandidaten

source: You do not have permission to view this job.
sv_se: Du har inte rättigheterna att visa detta jobb.

source: Name
sv_se: Namn

source: Email
sv_se: E-post

source: Date Received
sv_se: Datum mottaget

source: Delete note
sv_se: Ta bort notering

source: Title
sv_se: Titel

source: Location
sv_se: Plats

source: Full Profile
sv_se: Full profil

source: Skills
sv_se: Färdigheter

source: Unknown location
sv_se: Okänd plats

source: Application
sv_se: Ansökan

source: All %s
sv_se: Alla %s

source: Add New
sv_se: Lägg till

source: Add %s
sv_se: Lägg till %s

source: Edit
sv_se: Redigera

source: Edit %s
sv_se: Redigera %s

source: New %s
sv_se: Ny %s

source: View %s
sv_se: Visa %s

source: Search %s
sv_se: Sök %s

source: No %s found
sv_se: Inga %s funna

source: No %s found in trash
sv_se: Inga %s funna i papperskorgen

source: Parent %s
sv_se: Överliggande %s

source: This is where you can edit and view applications.
sv_se: Här hanterar du och visar ansökningar.

# job_application
source: New
sv_se: Ny

source: New <span class="count">(%s)</span>
sv_se: Ny <span class="count">(%s)</span>

# job_application
source: Interviewed
sv_se: Intervjuad

source: Interviewed <span class="count">(%s)</span>
sv_se: Intervjuad <span class="count">(%s)</span>

# job_application
source: Offer extended
sv_se: Erbjudande förlängt

source: Offer extended <span class="count">(%s)</span>
sv_se: Erbjudande förlängt <span class="count">(%s)</span>

# job_application
source: Hired
sv_se: Anställd

source: Hired <span class="count">(%s)</span>
sv_se: Anställd <span class="count">(%s)</span>

# job_application
source: Archived
sv_se: Arkiverad

source: Archived <span class="count">(%s)</span>
sv_se: Arkiverad <span class="count">(%s)</span>

source: Contact email
sv_se: Kontakt e-post

source: you@yourdomain.com
sv_se: du@dindoman.se

source: URL to the attachment if the candidate provided one
sv_se: Länk till den bifogade filen, om kandidaten bifogat någon

source: Posted by
sv_se: Inskickat av

source: Rating (out of 5)
sv_se: Ranking (av 5)

source: Online resume ID
sv_se: Online-CV ID

source: Job Application Data
sv_se: Jobbansökans data

source: Application Notes
sv_se: Noteringar för ansökan

source: Licence
sv_se: Licens

source: Enter your licence key and email and hit return. A valid key is required for automatic updates.
sv_se: Fyll i din licensnyckel och e-post-adress och tryck enter. En giltig licensnyckel krävs för automatiska uppdateringar.

source: Hide notice
sv_se: Dölj noteringar

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a> or <a href="%4$s">update now</a>.
sv_se: Det finns en ny version av %1$s tillgänglig. <a target="_blank" class="thickbox" href="%2$s">Visa information om version %3$s </a> eller <a href="%4$s">uppdatera nu</a>.

source: The candidate's CV/resume is attached to this email.
sv_se: ﻿Kandidatens CV/meritförteckning bifogas detta mail.

source: Hello
sv_se: Hej

source: A candidate (%s) has submitted their application for the position "%s".
sv_se: En kandidat (%s) har skickat in en ansökan för tjänsten "%s".

source: You can view this and any other applications here: %s.
sv_se: Du kan se denna och alla andra ansökningar här: %s.

source: You can view the applications from your dashboard.
sv_se: Du kan se alla ansökningar från din översikt.

source: You can contact them directly at: %s.
sv_se: Du kan kontakta dem direkt på: %s.

source: New job application for %s
sv_se: Ny jobbansökan för %s

source: added %s ago
sv_se: inskickad för %s sedan

source: Private note regarding this application
sv_se: Privat notering angående denna ansökan

source: Add note
sv_se: Lägg till notering

source: You must <a href="%s">sign in</a> to apply for this position.
sv_se: Du måste <a href="%s">logga in</a> för att ansöka om denna tjänst.

source: (optional)
sv_se: (valfri)

source: Send application
sv_se: Skicka ansökan

source: You have already applied for this job.
sv_se: Du har redan ansökt för detta jobb.

source: New
sv_se: Ny

source: Interviewed
sv_se: Intervjuad

source: Offer extended
sv_se: Erbjudande förlängt

source: Hired
sv_se: Anställd

source: Archived
sv_se: Arkiverad

source: Save changes
sv_se: Spara ändringar

source: Your job application for %s
sv_se: Din ansökan för %s

source: Download CSV
sv_se: Ladda ned CSV

source: The job applications for "%s" are listed below.
sv_se: Jobbansökningarna för "%s" listas nedan.

source: Filter by status
sv_se: Sök på status

source: Newest first
sv_se: Nyast först

source: Sort by name
sv_se: Sortera efter namn

source: Sort by rating
sv_se: Sortera efter ranking

source: Applications requies WP Job Manager 1.14.0 and above; you are using %s
sv_se: Ansökningar kräver WP Job Manager 1.14.0 eller senare. Du använder %s

source: Job Application
sv_se: Jobbansökan

source: Email Application method
sv_se: Ansökningsmetod: E-post

source: Use application form
sv_se: Använd ansökningsformulär

source: Show application form for jobs with an email application method. Disable to use the default application functionality, or another form plugin.
sv_se: Visa ansökningsformuläret för alla jobb med e-post som ansökningsmetod. Deaktivera för att använda standardförfarandet för ansökan eller ett annat formulärtillägg.

source: Website URL Application method
sv_se: Ansökningsmetod: Webbplatslänk

source: Show application form for jobs with a website url application method. Disable to use the default application functionality, or another form plugin.
sv_se: Visa ett ansökningsformulär för jobb med en webbplatslänk som ansökningsmetod. Deaktivera för att använda standardfunktionen eller ett annat formulärtillägg.

source: User restriction
sv_se: Användarbegränsning

source: Only allow registered users to apply
sv_se: Tillåt enbart registrerade användare att ansöka

source: If enabled, only logged in users can apply. Non-logged in users will see the contents of the <code>application-form-login.php</code> file instead of a form.
sv_se: Om aktiverat kan enbart inloggade användare ansöka. Icke inloggade användare kommer se innehållet i filen <code>application-form-login.php</code> istället för ett formulär.

source: Delete applications
sv_se: Ta bort ansökningar

source: Delete applications when a job is deleted
sv_se: Ta bort ansökningar när ett jobb tas bort

source: If enabled, job applications will be deleted when the parent job listing is deleted. Otherwise they will be kept on file and visible in the backend.
sv_se: Om aktiverat så kommer jobbansökningar att tas bort när deras tillhörande jobb tas bort. Annars kommer de att sparas och vara synliga i adminpanelen.

source: WP Job Manager - Applications
sv_se: WP Job Manager - Ansökningar

source: Lets candidates submit applications to jobs which are stored on the employers jobs page, rather than simply emailed. Works standalone with it's built in application form.
sv_se: Låter kandidater skicka in ansökningar för jobb som lagras på arbetsgivarens jobbsida istället för att bara mailas. Fungerar självständigt med sitt inbyggda ansökningsformulär.
