Repository: xldstudios/WP-Theme-Plugin-Translations-SE
Catalog: Plugins/wp-job-manager-alerts/wp-job-manager-alerts-*.po
Languages: sv_se

source: Job Alert Results Matching "%s"
sv_se: Jobbnotiser som matchar "%s"

source: No jobs were found matching your search. Login to your account to change your alert criteria
sv_se: Inga jobb matchade din sökning. Logga in på ditt konto för att ändra dina kriterier för notiser

source: This job alert will automatically stop sending after %s.
sv_se: Denna jobbnotis kommer automatiskt att sluta skickas efter %s.

source: Please name your alert
sv_se: Namnge din notis

source: Invalid Alert
sv_se: Ogiltig notis

source: %s has been %s
sv_se: %s har blivit %s

source: Enabled
sv_se: Aktiverad

source: Disabled
sv_se: Deaktiverad

source: %s has been deleted
sv_se: %s har tagits bort

source: You need to be signed in to manage your alerts.
sv_se: Du måste vara inloggad för att hantera dina notiser.

source: Your alerts have been updated
sv_se: Dina notiser har blivit uppdaterade

source: Jobs matching your "%s" alert:
sv_se: Jobb som matchade din notis: "%s"

source: No jobs found
sv_se: Inga jobb hittades

source: Licence
sv_se: Licens

source: Enter your licence key and email and hit return. A valid key is required for automatic updates.
sv_se: Fyll i din licensnyckel och e-post-adress och tryck enter. En giltig licensnyckel krävs för automatiska uppdateringar.

source: Alert Name
sv_se: Notisnamn

source: Enter a name for your alert
sv_se: Fyll i ett namn på din notis

source: Keyword
sv_se: Nyckelord

source: Optionally add a keyword to match jobs against
sv_se: Om du vill, fyll i ett nyckelord att matcha jobb mot

source: Location
sv_se: Plats

source: Optionally define a location to search against
sv_se: Om du vill, definiera en plats att söka mot

source: Categories
sv_se: Kategorier

source: Any category
sv_se: Valfri kategori

source: Job Type
sv_se: Jobbtyp

source: Any job type
sv_se: Valfri jobbtyp

source: Email Frequency
sv_se: E-post-frekvens

source: Daily
sv_se: Dagligen

source: Weekly
sv_se: Veckoligen

source: Fortnightly
sv_se: Var 14:e dag

source: Save alert
sv_se: Spara notis

source: Job Type:
sv_se: Jobbtyp:

source: Company:
sv_se: Företag:

source: Location:
sv_se: Plats:

source: Your job alerts are shown in the table below. Your alerts will be sent to %s.
sv_se: Dina jobbnotiser visas i tabellen nedan. Dina notiser kommer skickas till %s.

source: Date Created
sv_se: Datum skapad

source: Keywords
sv_se: Nyckelord

source: Frequency
sv_se: Frekvens

source: Add alert
sv_se: Lägg till notis

source: Show Results
sv_se: Visa resultat

source: Edit
sv_se: Redigera

source: Enable
sv_se: Aktivera

source: Disable
sv_se: Dekativera

source: Delete
sv_se: Radera

source: Fornightly
sv_se: Var 14:e dag

source: Are you sure you want to delete this alert?
sv_se: Är du säker på att du vill ta bort denna notis?

source: Job Alerts
sv_se: Jobbnotiser

source: Alert Email Content
sv_se: Innehåll för notisens e-postmeddelande

source: Enter the content for your email alerts. Leave blank to use the default message. The following tags can be used to insert data dynamically:
sv_se: Fyll i innehållet för dina e-post-notiser. Lämna blank för att använda standardmeddelandet. Följande taggar kan användas för att visa data dynamiskt:

source: The users display name in WP
sv_se: Användarens visningsnamn i WP

source: The name of the alert being sent
sv_se: Namnet på notisen som skickas

source: A sentance explaining if an alert will be stopped automatically
sv_se: En mening som förklarar om en notis kommer avslutas automatiskt

source: The date this alert will next be sent
sv_se: Datumet för nästa gång notisen kommer skickas

source: The url to your alerts page
sv_se: Länken till din notissida

source: Alert Duration
sv_se: Notislängd

source: Enter the number of days before alerts are automatically disabled, or leave blank to disable this feature. By default, alerts will be turned off for a search after 90 days.
sv_se: Fyll i antal dagar innan notiser automatiskt avslutas, eller lämna blankt för att deaktivera denna funktion. Som standard kommer notiser att avslutas efter 90 dagar.

source: Alert Matches
sv_se: Matchningar för notisen

source: Send alerts with matches only
sv_se: Skicka enbart notiser med matchningar

source: Only send an alert when jobs are found matching its criteria. When disabled, an alert is sent regardless.
sv_se: Skicka enbart en notis om jobb som matchar dess kriterium har hittats. Om deaktiverad kommer en notis att skickas hur som helst.

source: Alerts Page Slug
sv_se: Slug för notissida

source: So that the plugin knows where to link users to view their alerts, you must enter the slug of the page where you have placed the [job_alerts] shortcode.
sv_se: Så att tillägget vet vart det skall länka användare till att se sina notiser måste du fylla i "slug:en" för sidan där du har placerat shortcoden [job_alerts].

source: WP Job Manager - Job Alerts
sv_se: WP Job Manager - Jobbnotiser

source: Allow users to subscribe to job alerts for their searches. Once registered, users can access a 'My Alerts' page which you can create with the shortcode [job_alerts].
sv_se: Tillåt användare att prenumerera på jobbnotiser för sina sökningar. När de är registrerade kan användare komma åt en 'Mina notiser' sida som du skapar med hjälp av shortcoden [job_alerts].
