Repository: xldstudios/WP-Theme-Plugin-Translations-SE
Catalog: Plugins/wp-job-manager-resumes/wp-job-manager-resumes-*.po
Languages: sv_se

source: Settings
sv_se: Inställningar

source: Approve Resumes
sv_se: Godkänn CV

source: %s approved
sv_se: %s godkänt

source: Select a category
sv_se: Välj kategori

source: Candidate name
sv_se: Kandidatens namn

source: Resume updated. <a href="%s">View Resume</a>
sv_se: CV uppdaterat. <a href="%s">Visa CV</a>

source: Custom field updated.
sv_se: Eget fält uppdaterad

source: Custom field deleted.
sv_se: Eget fält borttaget.

source: Resume updated.
sv_se: CV uppdaterat.

source: Resume restored to revision from %s
sv_se: CV återställt till revision från %s

source: Resume published. <a href="%s">View Resume</a>
sv_se: CV publicerat. <a href="%s">Visa CV</a>

source: Resume saved.
sv_se: CV sparat.

source: Resume submitted. <a target="_blank" href="%s">Preview Resume</a>
sv_se: CV inskickat. <a target="_blank" href="%s">Förhandsgranska CV</a>

source: Resume scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview Resume</a>
sv_se: CV schemalagt till: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Förhandsgranska CV</a>

source: M j, Y @ G:i
sv_se: j M Y @ G:i

source: Resume draft updated. <a target="_blank" href="%s">Preview Resume</a>
sv_se: CV-utkast uppdaterat. <a target="_blank" href="%s">Förhandsgranska CV</a>

source: Candidate
sv_se: Kandidat

source: Location
sv_se: Plats

source: Email
sv_se: E-post

source: Skills
sv_se: Färdigheter

source: Categories
sv_se: Kategorier

source: Featured?
sv_se: Utvald?

source: Posted
sv_se: Postades

source: Expires
sv_se: Går ut

source: Actions
sv_se: Åtgärder

source: Resume ID: %d
sv_se: CV ID: %d

source: Contact
sv_se: Kontakt

source: M j, Y
sv_se: j M Y

source: by a guest
sv_se: av en gäst

source: by %s
sv_se: av %s

source: Approve
sv_se: Godkänn

source: View
sv_se: Visa

source: Edit
sv_se: Redigera

source: Delete
sv_se: Ta bort

source: Resume Listings
sv_se: CV:n

source: Resumes per page
sv_se: Antal CV:n per sida

source: How many resumes should be shown per page by default?
sv_se: Hur många CV:n skall som standard visas på varje sida?

source: Resume categories
sv_se: CV-kategorier

source: Enable resume categories
sv_se: Aktivera CV-kategorier

source: Choose whether to enable resume categories. Categories must be setup by an admin for users to choose during job submission.
sv_se: Välj huruvida CV-kategorier skall vara aktiverade eller inte. Kategorier måste ställas in av en admin för att användare skall kunna välja dessa när de skickar in ett jobb.

source: Multi-select Categories
sv_se: Multiselect-kategorier

source: Enable category multiselect by default
sv_se: Aktivera multiselect som standard för kategorier

source: If enabled, the category select box will default to a multiselect on the [resumes] shortcode.
sv_se: Om aktiverat kommer kategorivalsrutan som standard vara en multiselect på [resumes] shortcoden.

source: Category Filter Type
sv_se: Filtreringstyp för kategorier

source: Resumes will be shown if within ANY selected category
sv_se: CVn kommer visas om de är inom NÅGON vald kategori

source: Resumes will be shown if within ALL selected categories
sv_se: CVn kommer visas om de är inom ALLA valda kategorier

source: Resume skills
sv_se: CV-färdigheter

source: Enable resume skills
sv_se: Aktivera CV-färdigheter

source: Choose whether to enable the resume skills field. Skills work like tags and can be added by users during resume submission.
sv_se: Välj huruvida fältet för färdigheter skall vara aktiverat eller ej. Färdigheter fungerar som etiketter och kan läggas till av användare när de lägger in sitt CV.

source: Resume upload
sv_se: Uppladdning av CV

source: Enable resume upload
sv_se: Aktivera uppladdning av CV

source: Choose whether to allow candidates to upload a resume file.
sv_se: Välj huruvida kandidater skall tillåtas ladda upp en bifogad fil med ett CV.

source: Apply with resume
sv_se: Ansök med CV

source: Allow candidates to apply to jobs with resumes
sv_se: Tillåt kandidater att ansöka om jobb med CV:n

source: If a candidate applies with their online resume, the employer will be mailed their message and a private link to the resume. This works when the job application method is by email only (unless using the Job Applications addon as well).
sv_se: Om en kandidat ansöker med sitt online-CV kommer arbetsgivaren att få ett mail med deras meddelande och en privat länk till CV:t. Detta fungerar enbart med ansökningsmetoden e-post.

source: Force apply with resume
sv_se: Tvinga ansökan med CV

source: Force candidates to create a resume and apply through resume manager
sv_se: Tvinga kandidater att ansöka med ett CV och enbart ansöka genom CV-hanteraren

source: Candidates without a resume on file will be taken through the resume submission process to apply for a job. Other details, such as the application email address, will be hidden. This works when the job application method is by email only (unless using the Job Applications addon as well).
sv_se: Kandidater utan ett sparat CV kommer tas igenom processen att skapa ett CV för att ansöka om ett jobb. Andra detaljer som ansökans e-postadress kommer vara dolda. Detta fungerar enbart när ansökningsmetoden är e-post.

source: Auto-hide resumes
sv_se: Dölj CV:n automatiskt

source: How many <strong>days</strong> un-modified resumes should be published before being hidden. Can be left blank to never hide resumes automaticaly. Candidates can re-publish hidden resumes form their dashboard.
sv_se: Hur många <strong>dagar</strong> oredigerade CV:n skall vara publicerade innan de döljs. Kan lämnas tomt för att aldrig dölja CV:n automatiskt. Kandidater kan återaktivera deras dolda CV:n från sitt konto.

source: Resume Submission
sv_se: Skicka in CV

source: Account Required
sv_se: Obligatoriskt konto

source: Submitting listings requires an account
sv_se: Konto krävs för att kunna skicka in jobb

source: If disabled, non-logged in users will be able to submit listings without creating an account. Please note that this will prevent non-registered users from being able to edit their listings at a later date.
sv_se: Om deaktiverat kommer icke-inloggade användare att kunna skicka in annonser utan att behöva skapa ett konto. Notera också att detta hindrar icke-inloggade användare från att kunna redigera deras annonser senare.

source: Account creation
sv_se: Skapa konto

source: Allow account creation
sv_se: Tillåt att skapa konto

source: If enabled, non-logged in users will be able to create an account by entering their email address on the resume submission form.
sv_se: Om aktiverad kommer icke inloggade användare att kunna skapa ett konto genom att fylla i sin e-postadress när de lägger in sitt CV.

source: Account Role
sv_se: Konto Roll

source: If you enable registration on your submission form, choose a role for the new user.
sv_se: Om du aktiverar registrering på jobbannonsformuläret, välj en roll för den nya användaren.

source: Approval Required
sv_se: Godkännande krävs

source: New submissions require admin approval
sv_se: Nya annonser kräver godkännande från admin

source: If enabled, new submissions will be inactive, pending admin approval.
sv_se: Om aktiverat kommer nya annonser att vara inaktiva tills admin har godkänt dem.

source: Listing duration
sv_se: Listningens längd

source: How many <strong>days</strong> listings are live before expiring. Can be left blank to never expire. Expired listings must be relisted to become visible.
sv_se: Hur många <strong>dagar</strong> listningen skall vara aktiv innan den går ut. Kan lämnas blank för att aldrig gå ut. Utgångna listningar måste återaktiveras för att bli synliga igen.

source: Never expire
sv_se: Går aldrig ut

source: Submit Resume Page
sv_se: Sida för att skicka in CV

source: Select the page where you have placed the [submit_resume_form] shortcode. This lets the plugin know where the form is located.
sv_se: Välj sidan där du har placerat shortcoden [submit_resume_form]. Detta låter tillägget veta var formuläret finns.

source: Allow import of resume data from LinkedIn
sv_se: Tillåt import av CV-data från LinkedIn

source: If enabled, users will be able to login to LinkedIn and have the resume submission form automatically populated.
sv_se: Om aktiverat kan användare logga in med LinkedIn och automatiskt importera CV-information.

source: LinkedIn API Key
sv_se: API-nyckel för LinkedIn

source: Get your API key by creating a new application on https://www.linkedin.com/secure/developer
sv_se: Hämta din API-nyckel (API-key) genom att skapa en ny applikation på https://www.linkedin.com/secure/developer

source: Resume Visibility
sv_se: CV:ts synlighet

source: Browse resume capability
sv_se: Rättighet för att söka CV:n

source: Enter the <a href="%s">capability</a> required in order to browse resumes.
sv_se: Fyll i <a href="%s">rättigheten</a> som krävs för att kunna söka CV:n.

source: View resume capability
sv_se: Rättighet för att visa CV

source: Enter the <a href="%s">capability</a> required in order to view a single resume.
sv_se: Fyll i <a href="%s">rättigheten</a> som krävs för att visa ett enskilt CV.

source: Contact details capability
sv_se: Rättighet för kontaktuppgifter

source: Enter the <a href="%s">capability</a> required in order to view contact details on a resume.
sv_se: Fyll i <a href="%s">rättigheten</a> som krävs för att visa kontaktuppgifterna på ett CV.

source: Professional title
sv_se: Yrkestitel

source: Contact email
sv_se: Kontakt e-post

source: you@yourdomain.com
sv_se: jag@mindoman.se

source: Candidate location
sv_se: Kandidatens plats

source: e.g. "London, UK", "New York", "Houston, TX"
sv_se: t.ex. "Stockholm", "Berlin, Tyskland", "Sundsvall"

source: Photo
sv_se: Foto

source: URL to the candidate photo
sv_se: Länk till kandidatens foto

source: URL to the candidate video
sv_se: Länk till kandidatens video

source: Resume file
sv_se: CV-fil

source: URL to the candidate's resume file
sv_se: Länk till kandidatens CV-fil

source: Posted by
sv_se: Utlagt av

source: Feature this resume?
sv_se: Välj ut detta CV?

source: Featured resumes will be sticky during searches, and can be styled differently.
sv_se: Utvalda CV:n kommer att vara klistrade under sökningar och kan stylas annorlunda.

source: Candidate Data
sv_se: Data om kandidaten

source: URL(s)
sv_se: Länk(ar)

source: Education
sv_se: Utbildning

source: Experience
sv_se: Erfarenhet

source: Optionally provide links to any of your websites or social network profiles.
sv_se: Om du vill kan du fylla i länkar till egna webbplatser och profiler i sociala medier.

source: Name
sv_se: Namn

source: URL
sv_se: Länk

source: Add URL
sv_se: Lägg till länk

source: School name
sv_se: Universitetets/högskolans namn

source: Qualification(s)
sv_se: Examen/kurser i bland annat

source: Start/end date
sv_se: Start-/slutdatum

source: Notes
sv_se: Noteringar

source: Add Education
sv_se: Lägg till utbildning

source: Employer
sv_se: Arbetsgivare

source: Job Title
sv_se: Jobb Titel

source: Add Experience
sv_se: Lägg till erfarenhet

source: No resumes found matching your selection.
sv_se: Inga CV:n funna som matchar din sökning.

source: Showing &ldquo;%s&rdquo; %sresumes
sv_se: Visar &ldquo;%s&rdquo; %sCV:n

source: Showing all %sresumes
sv_se: Visar alla %sCV:n

source: located in &ldquo;%s&rdquo;
sv_se: beläget i &ldquo;%s&rdquo;

source: Submit your resume below to apply for the job "%s".
sv_se: Skicka in ditt CV nedan för att ansöka om jobbet "%s".

source: Please choose a resume to apply with
sv_se: Vänligen välj ett CV att ansöka med

source: This job cannot be applied for using a resume
sv_se: Detta jobb kan inte sökas med hjälp av CV

source: Please enter a message to include with your application
sv_se: Vänligen fyll i ett meddelande att skicka tillsammans med din ansökan

source: Your application has been sent successfully
sv_se: Din ansökan har skickats in

source: Error sending application
sv_se: Ett fel uppstod när ansökan skulle skickas

source: Hello
sv_se: Hej

source: A candidate has applied online for the position "%s".
sv_se: En kandidat har sökt tjänsten "%s".

source: You can view their online resume here: %s.
sv_se: Du kan se deras CV online här: %s.

source: Or you can contact them directly at: %s.
sv_se: Du kan också kontakta dem direkt: %s.

source: Resume Category
sv_se: CV-kategori

source: Resume Categories
sv_se: CV-kategorier

# Resume category slug - resave permalinks after changing this
source: resume-category
sv_se: cv-kategori

source: Search %s
sv_se: Sök %s

source: All %s
sv_se: Alla %s

source: Parent %s
sv_se: Förälder %s

source: Parent %s:
sv_se: Förälder %s:

source: Edit %s
sv_se: Ändra %s

source: Update %s
sv_se: Uppdatera %s

source: Add New %s
sv_se: Lägg till ny %s

source: New %s Name
sv_se: %s Nya Namn

source: Candidate Skill
sv_se: Färdighet

source: Candidate Skills
sv_se: Färdigheter

# Resume skill slug - resave permalinks after changing this
source: resume-skill
sv_se: cv-fardigheter

source: Resume
sv_se: CV

source: Resumes
sv_se: CV:n

# Post type archive slug - resave permalinks after changing this
source: resumes
sv_se: cv

# Resume permalink - resave permalinks after changing this
source: resume
sv_se: cv

source: Add New
sv_se: Lägg till ny

source: Add %s
sv_se: Lägg till %s

source: New %s
sv_se: Ny %s

source: View %s
sv_se: Se %s

source: No %s found
sv_se: Inga %s hittades

source: No %s found in trash
sv_se: Inga %s hittades i sopkorgen

source: This is where you can create and manage user resumes.
sv_se: Här skapar du och hanterar användares CV:n.

# post status
source: Hidden
sv_se: Dold

source: File not found
sv_se: Filen kunde inte hittas

source: Go to homepage
sv_se: Gå till framsidan

source: Contact via the resume for "%s" on %s
sv_se: Kontakta via CV:t för "%s" på %s

source: Invalid Resume ID
sv_se: Ogiltigt CV ID

source: %s has been deleted
sv_se: %s har tagits bort

source: %s has been hidden
sv_se: %s har dolts

source: %s has been published
sv_se: %s har publicerats

source: You need to be signed in to view this page.
sv_se: Du behöver logga in för att kunna se denna sida.

source: Load more resumes
sv_se: Ladda fler CV:n

source: Invalid resume
sv_se: Ogiltigt CV

source: Save changes
sv_se: Spara ändringar

source: Your changes have been saved.
sv_se: Dina ändringar har sparats.

source: View Resume &rarr;
sv_se: Visa CV &rarr;

source: Submit Details
sv_se: Skicka in detaljer

source: Preview
sv_se: Förhandsgranska

source: Done
sv_se: Klar

source: Application
sv_se: Ansökan

source: Your name
sv_se: Ditt namn

source: Your full name
sv_se: Ditt namn

source: Your email
sv_se: Din e-post

source: e.g. "Web Developer"
sv_se: t ex "Webbutvecklare"

source: A link to a video about yourself
sv_se: En länk till en video om dig själv

source: Resume category
sv_se: CV-kategori

source: Resume Content
sv_se: CV-innehåll

source: Comma separate a list of relevant skills
sv_se: En kommaseparerad lista med relevanta färdigheter

source: Optionally upload your resume for employers to view. Max. file size: %s.
sv_se: Om du vill kan du ladda upp ett CV. Max filstorlek: %s.

source: %s is a required field
sv_se: %s är ett obligatoriskt fält

source: %s is invalid
sv_se: %s är ogiltig

source: Preview &rarr;
sv_se: Förhandsgranskning &rarr;

source: You must be signed in to post your resume.
sv_se: Du måste vara inloggad för att skicka in ditt CV.

source: Submit Resume &rarr;
sv_se: Skicka in CV &rarr;

source: &larr; Edit resume
sv_se: &larr; Redigera CV

source: Enter a message below to apply to "%s". This will accompany your online resume and be sent to the employer.
sv_se: Fyll i ett meddelande nedan för att ansöka om jobbet "%s". Detta kommer skickas tillsammans med ditt online-CV.

source: Message
sv_se: Meddelande

source: Please enter a message
sv_se: Vänligen fyll i ett meddelande

source: Error sending application.
sv_se: Ett fel uppstod när ansökan skulle skickas.

source: "%s" (filetype %s) needs to be one of the following file types: %s
sv_se: "%s" (filtyp %s) måste vara en av följande filtyper: %s

source: Licence
sv_se: Licens

source: Enter your licence key and email and hit return. A valid key is required for automatic updates.
sv_se: Fyll i din licensnyckel och e-post-adress och tryck enter. En giltig licensnyckel krävs för automatiska uppdateringar.

source: Hide notice
sv_se: Dölj notering

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a> or <a href="%4$s">update now</a>.
sv_se: Det finns en ny version av %1$s tillgänglig. <a target="_blank" class="thickbox" href="%2$s">Visa information om version %3$s </a> eller <a href="%4$s">uppdatera nu</a>.

source: Reset
sv_se: Återställ

# post status
source: Draft
sv_se: Utkast

# post status
source: Expired
sv_se: Utgången

# post status
source: Preview
sv_se: Förhandsgranskning

# post status
source: Pending approval
sv_se: Inväntar granskning

# post status
source: Pending payment
sv_se: Inväntar betalning

# post status
source: Published
sv_se: Publicerad

source: Published
sv_se: Publicerad

source: Expired
sv_se: Utgången

source: Pending Review
sv_se: Inväntar kontroll

source: Hidden
sv_se: Dold

source: Inactive
sv_se: Inaktiv

source: Sorry, you do not have permission to browse resumes.
sv_se: Tyvärr har du inte rättigheterna att söka bland CV:n.

source: This listing has expired
sv_se: Den här annonsen har gått ut

source: Sorry, you do not have permission to view this resume.
sv_se: Tyvärr har du inte rättigheterna att visa detta CV.

source: Your account
sv_se: Ditt konto

source: You are currently signed in as <strong>%s</strong>.
sv_se: Du är för närvarande inloggad som <strong>%s</strong>.

source: Sign out
sv_se: Logga ut

source: Have an account?
sv_se: Har du ett konto?

source: Sign in
sv_se: Logga in

source: If you don&rsquo;t have an account you can create one below by entering your email address. A password will be automatically emailed to you.
sv_se: Om du inte har ett konto kan du skapa ett nedan genom att fylla i den e-postadress. Ett lösenord kommer automatiskt att skickas via e-post till dig.

source: You must sign in to submit a resume.
sv_se: Du måste logga in för att skicka in ett CV.

source: Apply using your online resume; just enter a short message and choose one of your resumes to email your application.
sv_se: Ansök med hjälp av ditt online-CV. Fyll bara i ett kort meddelande och välj en av dina CV:n för att maila in din ansökan.

source: Online resume
sv_se: Online-CV

source: Choose a resume...
sv_se: Välj ett CV...

# default cover letter
source: To whom it may concern,
sv_se: Hej,

# default cover letter
source: I am very interested in the %s position at %s. I believe my skills and work experience make me an ideal candidate for this role. I look forward to speaking with you soon about this position.
sv_se: Jag är mycket intresserad av tjänsten %s hos %s. Jag tror att mina färdigheter och yrkeserfarenhet gör mig till en ideal kandidat för denna tjänst och ser fram emot att prata med dig snarast om tjänsten.

# default cover letter
source: Thank you for your consideration.
sv_se: Tack på förhand.

source: You can apply to this job and others using your online resume. Click the link below to submit your online resume and email your application to this employer.
sv_se: Du kan ansöka för detta jobb och andra med hjälp av ditt online-CV. Klicka på länken nedan för att skicka in ditt online-CV och sedan maila din ansökan till denna arbetsgivare.

source: Your resume(s) are shown in the table below.
sv_se: Ditt/dina CV(n) visas nedan.

source: Title
sv_se: Titel

source: Category
sv_se: Kategori

source: You do not have any active resume listings.
sv_se: Du har inga aktiva CV:n.

source: Hide
sv_se: Dölj

source: Publish
sv_se: Publicera

source: Relist
sv_se: Lista igen

source: Expires %s
sv_se: Går ut %s

source: Add Resume
sv_se: Lägg till CV

source: To contact this candidate email <a class="job_application_email" href="mailto:%1$s%2$s">%1$s</a>
sv_se: För att kontakta denna kandidat, skicka ett mail till <a class="job_application_email" href="mailto:%1$s%2$s">%1$s</a>

source: Contact using webmail:
sv_se: Kontakta via nätet:

source: Updated %s ago
sv_se: Uppdatera för %s sedan

source: %s at %s
sv_se: %s - %s

source: Remove
sv_se: Ta bort

source: (optional)
sv_se: (valfritt)

source: Import from LinkedIn
sv_se: Importera från LinkedIn

source: Keywords
sv_se: Nyckelord

source: All Resumes
sv_se: Alla CV:n

source: Any Location
sv_se: Alla platser

source: Any category
sv_se: Alla kategorier

source: Resume submitted successfully. To view your resume <a href="%s">click here</a>.
sv_se: Ditt CV har skapats. För att visa CV:t, <a href="%s">klicka här</a>.

source: Resume submitted successfully.
sv_se: CV skickades utan problem.

source: Resume submitted successfully. Your resume will be visible once approved.
sv_se: CV:t har skapats. Ditt CV kommer bli synligt så fort det är godkänt.

source: If you wish to edit the posted details use the "edit resume" button instead, otherwise changes may be lost.
sv_se: Om du vill ändra den inskickade informationen, använd knappen "redigera CV" istället, annars går alla ändringar förlorade.

source: Are you sure you want to remove this item?
sv_se: Är du säker på att du vill göra detta?

source: Are you sure you want to delete this resume?
sv_se: Är du säker på att du vill ta bort detta CV?
