Repository: xldstudios/WP-Theme-Plugin-Translations-SE
Catalog: Plugins/wp-job-manager-application-deadline/wp-job-manager-application-deadline-*.po
Languages: sv_se

source: Licence
sv_se: Licens

source: Enter your licence key and email and hit return. A valid key is required for automatic updates.
sv_se: Fyll i din licensnyckel och e-post-adress och tryck enter. En giltig licensnyckel krävs för automatiska uppdateringar.

source: Automatic deadline expiry
sv_se: Automatisk utgång efter sista ansökningsdatum

source: Enable automatic expiration
sv_se: Aktivera automatisk utgång

source: Enable this option to automatically expire jobs when application closing dates pass.
sv_se: Aktivera detta alternativ för att låta jobb automatiskt gå ut när sista ansökningsdatumet har passerats.

source: Application closing date
sv_se: Sista ansökningsdatum

source: Deadline for new applicants.
sv_se: Sista ansökningsdatum.

source: Deadline for new applicants. The listing will end automatically after this date.
sv_se: Sista ansökningsdatum. Denna annons kommer automatiskt avslutas efter detta datum.

source: Closing date
sv_se: Sista ansökningsdatum

source: Please enter a valid closing date.
sv_se: Vänligen fyll i ett giltigt sista ansökningsdatum.

source: M j, Y
sv_se: j M, Y

source: Closing Date
sv_se: Sista ansökningsdatum

source: WP Job Manager - Application Deadline
sv_se: WP Job Manager - Sista ansökningsdatum

source: Allows job listers to set a closing date via a new field on the job submission form. Once this date passes, the job listing is automatically ended (if enabled in settings).
sv_se: Låter användare sätta ett sista ansökningsdatum via ett nytt fält på formuläret för att skicka in nytt jobb. När detta datum passerats kan (om aktiverat) annonsen automatiskt avslutas.
