Repository: xldstudios/WP-Theme-Plugin-Translations-SE
Catalog: Plugins/wp-job-manager-wc-paid-listings/wp-job-manager-wc-paid-listings-*.po
Languages: sv_se

source: Add to cart
sv_se: Lägg till i varukorgen

source: Read More
sv_se: Läs mer

source: Job Package
sv_se: Jobbpaket

source: Job Package Subscription
sv_se: Jobbpaketsprenumeration

source: Job Listing
sv_se: Jobb

source: Choose a package
sv_se: Välj ett paket

source: Submit &rarr;
sv_se: Skicka &rarr;

source: Choose a package &rarr;
sv_se: Välj ett paket &rarr;

source: Invalid Package
sv_se: Ogiltigt paket

source: You already have this subscription.
sv_se: Du har redan den här prenumerationen.

source: Licence
sv_se: Licens

source: Enter your licence key and email and hit return. A valid key is required for automatic updates.
sv_se: Fyll i din licensnyckel och e-post-adress och tryck enter. En giltig licensnyckel krävs för automatiska uppdateringar.

source: Job listing limit
sv_se: Begräsning av antal annonser

source: The number of job listings a user can post with this package. If more than 1, registration will be forced on checkout.
sv_se: Antalet jobb en användare kan skicka in med detta paket. Om mer än 1 kommer registrering att krävas i kassan.

source: Job listing duration
sv_se: Annonsens visningslängd

source: The number of days that the job listing will be active.
sv_se: Hur många dagar jobbannonsen skall vara aktiv

source: Feature job listings?
sv_se: Välj ut jobbannonser?

source: Feature this job listing - it will be styled differently and sticky.
sv_se: Välj ut denna jobbannons—den kommer att vara klistrad och se annorlunda ut.

source: My job packages
sv_se: Mina jobbpaket

source: Package Name
sv_se: Paketnamn

source: Jobs Remaining
sv_se: Kvarvarande annonser

source: Listing Duration
sv_se: Annonslängd

source: Featured?
sv_se: Utvald?

source: %d day
sv_se: %s dag

source: Yes
sv_se: Ja

source: No
sv_se: Nej

source: %s job posted out of %d
sv_se: %s annons upplagd utav %d

source: listed for %s day
sv_se: listad i %s dag

source: %s for %d job
sv_se: %s för %s jobb

source: No packages found
sv_se: Inga paket hittades

# job_listing
source: Pending Payment
sv_se: Inväntar betalning

source: Pending Payment <span class="count">(%s)</span>
sv_se: Inväntar betalning <span class="count">(%s)</span>

source: Pending Payment
sv_se: Inväntar betalning

source: WP Job Manager - WooCommerce Paid Listings
sv_se: WP Job Manager - WooCommerce Betalda annonser

source: Add paid listing functionality via WooCommerce. Create 'job packages' as products with their own price, listing duration, listing limit, and job featured status and either sell them via your store or during the job submission process. A user's packages are shown on their account page and can be used to post future jobs if they allow more than 1 job listing. Requires Job Manager 1.2+
sv_se: Lägg till möjligheten att betala för att lägga in jobbannonser via WooCommerce. Skapa 'jobbpaket' som produkter med egna priser, sätt visningslängder för annonser, och utvalda annonser och sälj dem antingen via din shop eller direkt när jobb skickas in. En användares paket visas på deras kontosida och kan användas för att skicka in framtida jobb, om de tillåter mer än 1 annons. Kräver Job Manager 1.2+.
