Repository: xldstudios/WP-Theme-Plugin-Translations-SE
Catalog: Themes/Jobify/*.po
Languages: sv_se

source: Page Not Found
sv_se: Sidan kunde inte hittas

source: All Jobs
sv_se: Alla jobb

source: All Resumes
sv_se: Alla CVn

source: Daily Archives: %s
sv_se: Dagsarkiv: %s

source: Monthly Archives: %s
sv_se: Månadsarkiv: %s

source: Yearly Archives: %s
sv_se: Årsarkiv: %s

source: Author: %s
sv_se: Författare: %s

source: Blog Archives
sv_se: Bloggarkiv

source: Comment navigation
sv_se: Kommentarsnavigation

source: &larr; Older Comments
sv_se: &larr; Äldre kommentarer

source: Newer Comments &rarr;
sv_se: Nyare kommentarer &rarr;

source: Comments are closed.
sv_se: Kommentarer är stängda.

source: 0 Comments
sv_se: 0 kommentarer

source: 1 Comment
sv_se: 1 kommentar

source: % Comments
sv_se: % kommentarer

source: Continue Reading
sv_se: Läs mer

source: Source: %s
sv_se: Källa: %s

source: Posted %s ago
sv_se: Postad för %s sen

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
sv_se: Redo att publicera ditt första inlägg? <a href="%1$s">Kom igång här</a>.

source: Sorry, but nothing matched your search terms. Please try again with different keywords.
sv_se: Tyvärr kunde vi inte hitta någonting för din sökfråga. Vänligen försöka igen med andra nyckelord.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
sv_se: Det verkar inte som att vi kan hitta vad du letar efter. Prova gärna att söka.

source: Updated %s ago
sv_se: Uppdaterad för %s sen

source: Related Jobs
sv_se: Relaterade jobb

source: Posted <date>%s</date> ago
sv_se: Postad för <date>%s</date> sedan

source: This job listing has expired
sv_se: Denna jobbannons har gått ut

source: This position has been filled
sv_se: Denna position har blivit tillsatt

source: Overview
sv_se: Översikt

source: About %s
sv_se: Om %s

source: Description
sv_se: Beskrivning

source: Skills
sv_se: Färdigheter

source: Education
sv_se: Utbildning

source: Experience
sv_se: Erfarenhet

source: Written by <a class="author-link" href="%s" rel="author">%s</a>
sv_se: Skriven av <a class="author-link" href="%s" rel="author">%s</a>

source: Tags:
sv_se: Etiketter:

source: Pages:
sv_se: Sidor:

source: &copy; %1$s %2$s &mdash; All Rights Reserved
sv_se: &copy; %1$s %2$s &mdash; Alla rättigheter reserverade

source: (optional)
sv_se: (valfritt)

source: Already have an account? <a href="%s">Login</a>
sv_se: Har du redan ett konto? <a href="%s">Logga in</a>

source: Navigation Menu
sv_se: Navigationsmeny

source: Footer Social
sv_se: Sidfot: Social

source: Page %s
sv_se: Sida %s

source: Homepage Widget Area
sv_se: Widgetområde: Framsida

source: Choose what should display on the custom static homepage.
sv_se: Välj vad som skall visas på den skräddarsydda statiska framsidan.

source: Sidebar
sv_se: Sidomeny

source: Choose what should display on blog pages.
sv_se: Välj vad som skall visas på bloggsidor.

source: Footer Widget Area
sv_se: Widgetområde: Sidfot

source: Display columns of widgets in the footer.
sv_se: Välj kolumner av widgets i sidfoten.

source: Price Table
sv_se: Prismatris

source: Drag multiple "Price Option" widgets here. Then drag the "Pricing Table" widget to the "Homepage Widget Area".
sv_se: Dra flera "Prisalternativ" widgets hit och dra sedan "Prismatris"-widgeten till "Widgetområde: Framsida".

source: Edit
sv_se: Redigera

source: Reply
sv_se: Svara

source: Your comment is awaiting moderation.
sv_se: Din kommentar väntar på godkännande.

source: Subscription Level Visibility:
sv_se: Synlighet på prenumerationsnivå:

source: Close
sv_se: Stäng

source: Outputs subscription options for Restrict Content Pro
sv_se: Visar prenumerationsalternativ för Restrict Content Pro

source: Jobify - Home: RCP Price Table
sv_se: Jobify - Hem: RCP Prismatris

source: Plans and Pricing
sv_se: Paket och priser

source: Title:
sv_se: Titel:

source: Description:
sv_se: Beskrivning:

source: free
sv_se: gratis

source: * %s after first %s
sv_se: * %s efter första %s

source: unlimited
sv_se: obegränsad

source: Get Started
sv_se: Kom igång

source: Display a slider of company logos you have helped find jobs.
sv_se: Visa en slider med företagslogotyper som du har hjälp tillsätta jobb.

source: Jobify - Home: Companies Helped
sv_se: Jobify - Hem: Hjälpta företag

source: Companies We&#39;ve Helped
sv_se: Företag vi hjälpt

source: Title
sv_se: Titel

source: Number of companies to show.
sv_se: Antal företag att visa.

source: Display a slider of all the people you have helped.
sv_se: Visa en slider med allt folk du hjälpt.

source: Jobify - Home: Testimonials
sv_se: Jobify - Hem: Referenser

source: Kind Words From Happy Campers
sv_se: Goda ord från nöjda kunder

source: Number of testimonials:
sv_se: Antal referenser:

source: Background Image:
sv_se: Bakgrundsbild:

source: Enable jQuery animations
sv_se: Aktivera jQuery-animationer

source: Outputs Job Packages from WooCommerce
sv_se: Visar jobbpaket från WooCommerce

source: Jobify - Home: WooCommerce Packages
sv_se: Jobify - Hem: WooCommerce-paket

source: Order By:
sv_se: Sortera efter:

source: Menu Order
sv_se: Menyordning

source: Order:
sv_se: Ordning:

source: DESC
sv_se: Fallande

source: ASC
sv_se: Stigande

source: Package Type:
sv_se: Pakettyp:

source: Job Packages
sv_se: Jobbpaket

source: Resume Packages
sv_se: CV-paket

source: Add to Cart
sv_se: Lägg till i varukorgen

source: %d Items Found
sv_se: %s funna

source: within a %d mile radius
sv_se: inom en %d km radie

source: Job Page Sidebar
sv_se: Sidomeny: Jobbsida

source: Choose what should display on single job listings.
sv_se: Välj vad som skall visas på den enskilda jobbannonsen.

source: Job Info Column %s
sv_se: Jobbinfokolumn %s

source: Choose what should display on single job listings column #%s.
sv_se: Välj vad som skall visas i kolumnen #%s för ett enskilt jobb.

source: Forgot Password?
sv_se: Glömt lösenordet?

source: Please try again.
sv_se: Vänligen försök igen.

source: %s at %s
sv_se: %s på %s

source: Company Description
sv_se: Företagsbeskrivning

source: Company Facebook
sv_se: Företagets Facebook

source: Company Google+
sv_se: Företagets Google+

source: Company LinkedIn
sv_se: Företagets LinkedIn

source: Search
sv_se: Sök

source: Submit Listing &rarr;
sv_se: Skicka in annons &rarr;

source: &larr; Edit listing
sv_se: &larr; Redigera annons

source: Display the job/resume action buttons
sv_se: Visa jobb/CV action-knapparna

source: Jobify - Job/Resume: Actions
sv_se: Jobify - Jobb/CV Actions

source: Watch Video
sv_se: Se video

source: Video Resume
sv_se: Video-CV

source: Display the job's categories
sv_se: Visa jobbkategorierna

source: Jobify - Job: Categories
sv_se: Jobify - Jobbkategorier

source: Display the company logo or resume picture
sv_se: Visar företagslogon eller CV-bilden

source: Jobify - Job/Resume: Logo
sv_se: Jobify - Jobb/CV: Logo

source: Display the job's company social profiles
sv_se: Visar företagets sociala medie-profiler

source: Jobify - Job: Company Social
sv_se: Jobify - Jobb: Företagets sociala medier

source: Website
sv_se: Webbplats

source: Display the job type
sv_se: Visar jobbtypen

source: Jobify - Job: Location
sv_se: Jobify - Jobb: Plats

source: Display a link to more jobs from the company
sv_se: Visar en länk till mer jobb från samma företag

source: Jobify - Job: Company Listings
sv_se: Jobify - Jobb: Företagets annonser

source: More jobs by %s
sv_se: Mer jobbannonser från %s

source: More Jobs
sv_se: Mer jobbannonser

source: Display job/resume sharing options
sv_se: Visar delningsalternativ för jobb/CV

source: Jobify - Job/Resume: Share
sv_se: Jobify - Jobb/CV: Dela

source: Jobify - Job: Type
sv_se: Jobify - Jobb: Typ

source: Display a map with pins indicating areas with active job listings.
sv_se: Visar en karta med pins som indikerar aktiva jobbannonser.

source: Jobify - Home: Jobs Map
sv_se: Jobify - Hem: Jobbkarta

source: Show search filters
sv_se: Visar sökfilter

source: Output a list of recent jobs.
sv_se: Visar en lista av nyligen inkomna jobb.

source: Jobify - Home: Recent Jobs
sv_se: Jobify - Hem: Nyinkomna jobb

source: Recent Jobs
sv_se: Nyinkomna jobb

source: Show Filters
sv_se: Visa filters

source: Number of jobs to show:
sv_se: Antal jobb att visa:

source: Display the "Job Spotlight" section
sv_se: Visa "utvalt jobb" sektionen

source: Job Spotlight
sv_se: Utvalt jobb

source: Spotlight Title:
sv_se: Utvald-titel:

source: Output search options to search jobs.
sv_se: Visar sökalternativ för att söka bland jobb.

source: Jobify - Home: Jobs Search
sv_se: Jobify - Hem: Jobbsökning

source: Search Jobs
sv_se: Sök jobb

source: Output a grid of spotlighted jobs.
sv_se: Visar ett rutnät med utvalda jobb.

source: Jobify - Home: Jobs Spotlight
sv_se: Jobify - Hem: Utvalda jobb

source: Register
sv_se: Registrera

source: Username
sv_se: Användarnamn

source: Email Address
sv_se: E-postadress

source: email@example.com
sv_se: epost@exempel.se

source: Password
sv_se: Lösenord

source: About You
sv_se: Om dig

source: &mdash;Select&mdash;
sv_se: &mdash;Välj&mdash;

source: I&#39;m an employer looking to hire
sv_se: Jag vill anställa

source: I&#39;m a candidate looking for a job
sv_se: Jag söker efter ett jobb

source: %s is a required field
sv_se: %s är ett obligatoriskt fält

source: Please choose a role for your account
sv_se: Vänligen välj en roll för ditt konto

source: Your email address is required.
sv_se: Din e-postadress är obligatorisk

source: Your email address isn&#8217;t correct.
sv_se: Din e-postadress är inte korrekt.

source: This email is already registered, please choose another one.
sv_se: Denna e-postadress är redan registrerad, vänligen välj en annan.

source: Display the job application deadline
sv_se: Visa senaste ansökningsdatum för jobbet

source: Jobify - Job: Application Deadline
sv_se: Jobify - Jobb: Senaste ansökningsdatum

source: M j, Y
sv_se: j M, Y

source: Apply
sv_se: Ansök

source: Apply for Job
sv_se: Ansök för jobbet

source: Contact Candidate
sv_se: Kontakta kandidaten

source: Display the job's tags
sv_se: Visa jobbets etiketter

source: Jobify - Job: Tags
sv_se: Jobify - Jobb: Etiketter

source: Resume Page Sidebar
sv_se: Sidomeny: CV-sida

source: Choose what should display on single resume listings.
sv_se: Välj vad som skall visas på CV-sidan.

source: Resume Info Column %s
sv_se: CV-info kolumn %s

source: Choose what should display on resume listings column #%s.
sv_se: Välj vad som skall visas på CV-sidan, kolumn #%s.

source: Display the resume's categories
sv_se: Visa CV:ts kategorier

source: Jobify - Resume: Categories
sv_se: Jobify - CV: Kategorier

source: Display the resume's file
sv_se: Visar CV:ts fil

source: Jobify - Resume: File
sv_se: Jobify - CV: Fil

source: Resume.%s
sv_se: CV. %s

source: Display the resume's links
sv_se: Visar CV:ts länkar

source: Jobify - Resume: Links
sv_se: Jobify - CV: Länkar

source: Display the resume's skills
sv_se: Visar CV:ts färdigheter

source: Jobify - Resume: Skills
sv_se: Jobify - CV: Färdigheter

source: Display a map with pins indicating areas with active resume listings.
sv_se: Visar en karta med pins som indikerar områden med aktiva CV:n.

source: Jobify - Home: Resumes Map
sv_se: Jobify - Hem: CV-karta

source: Output a list of recent resumes.
sv_se: Visar en lista med nyligen inkomna CV:n.

source: Jobify - Home: Recent Resumes
sv_se: Jobify - Hem: Nyligen inkomna CV:n

source: Number of resumes to show:
sv_se: Antal CV:n att visa:

source: Install Required Plugins
sv_se: Installera obligatoriska tillägg

source: Install Plugins
sv_se: Installera tillägg

source: Installing Plugin: %s
sv_se: Installerar tillägg: %s

source: Something went wrong.
sv_se: Någonting gick fel.

source: This theme requires the following plugin: %1$s.
sv_se: Detta tema kräver följande tillägg: %1$s.

source: This theme recommends the following plugin: %1$s.
sv_se: Detta tema rekommenderar följande tillägg: %1$s.

source: Sorry, but you do not have the correct permissions to install the %s plugin. Contact the administrator of this site for help on getting the plugin installed.
sv_se: Tyvärr verkar det inte som att du har korrekta rättigheter för att kunna installera tillägget %s. Kontakta webbplatsens administratör för att få hjälp att installera tillägget.

source: The following required plugin is currently inactive: %1$s.
sv_se: Följande obligatoriska tillägg är för närvarande inaktivt: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
sv_se: Följande rekommenderade tillägg är för närvarande inaktivt: %1$s.

source: Plugin
sv_se: Tillägg

source: Source
sv_se: Källa

source: Type
sv_se: Typ

source: Jobs%s
sv_se: Jobb%s

source: Map
sv_se: Karta

source: Enable themed login page
sv_se: Aktivera skräddarsydd loginsida

source: Information Display Area
sv_se: Informationsvisningsområde

source: Top
sv_se: Topp

source: Top Widget Columns
sv_se: Toppwidget kolumner

source: Column Span (must equal 12)
sv_se: Kolumnfördelning (måste vara lika med 12)

source: Header Background Color
sv_se: Bakgrundsfärg för sidhuvudet

source: Navigation Text Color
sv_se: Textfärg för navigation

source: Primary Color
sv_se: Primär färg

source: Display Call to Action Box
sv_se: Visa Call to Action-rutan

source: Text Color
sv_se: Textfärg

source: Background Color
sv_se: Bakgrundsfärg

source: Use Clusters
sv_se: Använd kluster

source: Cluster Grid Size (px)
sv_se: Rutnätsstorlek för kluster (px)

source: Autofit initially
sv_se: Anpassa automatiskt från början

source: Default Center
sv_se: Standard centerposition

source: Default Zoom
sv_se: Standardzoom

source: Maximum Zoom
sv_se: Maximal zoom

source: Jobify - Display recent blog posts.
sv_se: Jobify - Visa senaste inläggen

source: Jobify - Home: Blog Posts
sv_se: Jobify - Hem: Blogginlägg

source: Recent News Article
sv_se: Senaste nyhetsartikel

source: Jobify - Home: Callout
sv_se: Jobify - Hem: Callout

source: Button Label:
sv_se: Etikett för knapp:

source: Button URL:
sv_se: URL för knapp:

source: Create a price option for the pricing table.
sv_se: Skapa ett prisalternativ för prismatrisen.

source: Basic Listing
sv_se: Grundläggande annons

source: Color:
sv_se: Färg:

source: Display a Soliloquy slider with captions.
sv_se: Visa en Soliloquy slider med bildtexter

source: Jobify - Home: Solioquy Content Slider
sv_se: Jobify - Hem: Solioquy Innehållsslider

source: Background Image URL:
sv_se: URL till bakgrundsbild:

source: Display any slider that supports shortcodes.
sv_se: Visa valfri slider som stöder shortcodes.

source: Jobify - Home: Slider
sv_se: Jobify - Hem: Slider

source: Display a "Hero" Soliloquy slider.
sv_se: Visa en "Hero" Soliloquy slider.

source: Jobify - Home: Solioquy Hero Slider
sv_se: Jobify - Hem: Solioquy Hero Slider

source: Display useful statistics about your website.
sv_se: Visa användbar statistik om din webbplats.

source: Jobify - Home: Stats
sv_se: Jobify - Hem: Statistik

source: Site Stats
sv_se: Statistik

source: Stats to Show:
sv_se: Statistik att visa:

source: Jobs
sv_se: Jobb

source: Positions Filled
sv_se: Fyllda positioner

source: Companies
sv_se: Företag

source: Users
sv_se: Användare

source: Resumes
sv_se: CV:n

source: Job Posted
sv_se: Jobb inlagt

source: Resume Posted
sv_se: CV inlagt

source: Job Filled
sv_se: Fylld position

source: Company
sv_se: Företag

source: Member
sv_se: Medlem

source: Jobify - Home: Video
sv_se: Jobify - Hem: Video

source: Video URL:
sv_se: Video-länk:

source: Register New Account
sv_se: Registrera nytt konto

source: Upgrade Your Subscription
sv_se: Uppgradera din prenumeration

source: Choose your subscription level
sv_se: Välj din prenumerationsnivå

source: Select
sv_se: Välj

source: You have not created any subscription levels yet
sv_se: Du har inte skapat några prenumerationsnivåer ännu

source: Discount Code
sv_se: Rabattkod

source: Valid
sv_se: Giltig

source: Invalid
sv_se: Ogiltig

source: Choose Your Payment Method
sv_se: Välj betalningsmetod

source: Email
sv_se: E-post

source: First Name
sv_se: Förnamn

source: Last Name
sv_se: Efternamn

source: Password Again
sv_se: Lösenord igen

source: Job Category
sv_se: Jobbkategori

source: Job Tags
sv_se: Jobbetiketter

source: Share Job Posting
sv_se: Dela jobbannons

source: Company Details
sv_se: Företagets information

source: Company Social
sv_se: Företagets sociala medier

source: Candidate Skills
sv_se: Kandidatens färdigheter

source: Candidate Resume
sv_se: Kandidatens CV

source: Candidate Details
sv_se: Kandidatinformation

source: Jobs at %s
sv_se: Jobb hos %s

source: %d Job Available
sv_se: %s tillgängliga jobb

source: %d job
sv_se: %s jobb

source: for %s day
sv_se: för %s dag

source: Add to cart
sv_se: Lägg till i varukorgen

source: Full Width
sv_se: Fullbredd

source: Jobify Homepage
sv_se: Jobify framsida

source: Map + Jobs
sv_se: Karta + Jobb

source: Map + Resumes
sv_se: Karta + CV:n

source: Pricing - Resumes
sv_se: Priser + CV:n

source: Pricing
sv_se: Priser

source: Testimonials
sv_se: Referenser

# comments title
source: One thought on &ldquo;%2$s&rdquo;
sv_se: En kommentar på &ldquo;%2$s&rdquo;

# Montserrat font: on or off
source: on
sv_se: på

# Varela Round font: on or off
source: on
sv_se: på

# comment author "on" date
source: on
sv_se: den

# on 1: date, 2: time
source: %1$s at %2$s
sv_se: %1$s klockan %2$s

# login for submit label
source: Sign In
sv_se: Logga in

# Theme customizer section title
source: General
sv_se: Allmänt

# blog page title
source: Blog
sv_se: Blogg
