Repository: xldstudios/WP-Theme-Plugin-Translations-SE
Catalog: Plugins/woocommerce-gateway-stripe/woocommerce-gateway-stripe-*.po
Languages: sv_se

source: Please make sure your card details have been entered correctly and that your browser supports JavaScript.
sv_se: Vänligen se till att kortinformationen har fyllts i korrekt och att din webbläsare stöder JavaScript.

source: Developers: Please make sure that you are including jQuery and there are no JavaScript errors on the page.
sv_se: Utvecklare: Se till att du inkluderar jQuery, och att det inte finns några JavaScript-fel på sidan.

source: Error:
sv_se: Fel:

source: Sorry, the minimum allowed order total is 0.50 to use this payment method.
sv_se: Tyvärr är minsta ordersumman 0.50 för att använda denna betalningsmetod.

source: Subscription for "%s"
sv_se: Prenumeration för "%s"

source: Customer not found
sv_se: Kunden kunde inte hittas

source: Stripe subscription payment completed (Charge ID: %s)
sv_se: Prenumerationsbetalning slutförd via Stripe (Betalnings-ID: %s)

source: Via %s card ending in %s
sv_se: Genom %s:s kort som slutar med %s

source: Stripe charge complete (Charge ID: %s)
sv_se: Stripebetalning slutförd (ID: %s)

source: Stripe charge authorized (Charge ID: %s). Process order to take payment, or cancel to remove the pre-authorization.
sv_se: Stripebetalning auktoriserad (ID: %s). Processa ordern för att ta betalt, eller avsluta för att ta bort auktoriseringen.

source: Stripe Transaction Failed (%s)
sv_se: Stripetransaktionen misslyckades (%s)

source: Unable to verify deletion, please try again
sv_se: Det gick inte att verifiera borttagandet. Vänligen försök igen.

source: Unable to delete card.
sv_se: Det gick inte att ta bort kortet.

source: Card deleted.
sv_se: Kortet borttaget.

source: Stripe works by adding credit card fields on the checkout and then sending the details to Stripe for verification.
sv_se: Stripe fungerar genom att lägga till kreditkortsfält i kassan för att sedan skicka uppgifterna till Stripe för verifiering.

source: Continue to payment
sv_se: Fortsätt till betalning

source: TEST MODE ENABLED. In test mode, you can use the card number 4242424242424242 with any CVC and a valid expiration date.
sv_se: TESTLÄGE AKTIVERAT. I testläget kan du använda kortnumret 4242424242424242 tillsammans med valfritt CVC och ett giltigt utgångsdatum.

source: Stripe error: Please enter your secret key <a href="%s">here</a>
sv_se: Stripefel: Vänligen fyll i din "secret key" <a href="%s">här</a>

source: Stripe error: Please enter your publishable key <a href="%s">here</a>
sv_se: Stripefel: Vänligen fyll i din "publishable key" <a href="%s">här</a>

source: Stripe error: Your secret and publishable keys match. Please check and re-enter.
sv_se: Stripefel: Dina nycklar "secret" och "publishable" matchar. Vänligen kontrollera och fyll i på nytt.

source: Stripe is enabled, but the <a href="%s">force SSL option</a> is disabled; your checkout may not be secure! Please enable SSL and ensure your server has a valid SSL certificate - Stripe will only work in test mode.
sv_se: Stripe är aktiverat men <a href="%s">tvinga SSL-alternativet</a> är deaktiverat och din kassa kanske inte är säker! Vänligen aktivera SSL och se till att din server har ett giltigt SSL-certifikat. Stripe fungerar tills dess enbart i testläge.

source: Enable/Disable
sv_se: Aktivera/Deaktivera

source: Enable Stripe
sv_se: Aktivera Stripe

source: Title
sv_se: Titel

source: This controls the title which the user sees during checkout.
sv_se: Detta kontrollerar titeln som användaren ser i kassan.

source: Credit card (Stripe)
sv_se: Kreditkort (Stripe)

source: Description
sv_se: Beskrivning

source: This controls the description which the user sees during checkout.
sv_se: Detta kontrollerar beskrivningen som användaren ser i kassan.

source: Pay with your credit card via Stripe.
sv_se: Betala med ditt kreditkort genom Stripe.

source: Test mode
sv_se: Testläge

source: Enable Test Mode
sv_se: Aktivera testläge

source: Place the payment gateway in test mode using test API keys.
sv_se: Sätt betalningsmetoden i testläge genom att använda test-API-nycklar.

source: Get your API keys from your stripe account.
sv_se: Hämta dina API-nycklar från ditt Stripe-konto.

source: Capture charge immediately
sv_se: Dra betalning omedelbart

source: Whether or not to immediately capture the charge. When unchecked, the charge issues an authorization and will need to be captured later. Uncaptured charges expire in 7 days.
sv_se: Bestämmer huruvida betalningen dras omedelbart. När alternativet inte är ikryssat auktoriseras beloppet och behöver dras senare. Ogenomförda betalningar går ut inom 7 dagar.

source: Stripe Checkout
sv_se: Stripe-kassa

source: Enable Stripe Checkout
sv_se: Aktivera Stripe-kassan

source: If enabled, this option shows a "pay" button and modal credit card form on the checkout, instead of credit card fields directly on the page.
sv_se: Om aktiverat kommer detta alternativ visa en betalningsknapp och ett modalt kreditkortsformulär i kassan istället för att visa fälten direkt på sidan.

source: Stripe Checkout Image
sv_se: Stripe-kassans bild

source: Optionally enter the URL to a 128x128px image of your brand or product. e.g. <code>https://yoursite.com/wp-content/uploads/2013/09/yourimage.jpg</code>
sv_se: Fyll i en valfri URL till en bild på ditt varumärke eller produkt i storleken 128x128px. t ex <code>https://yoursite.com/wp-content/uploads/2013/09/yourimage.jpg</code>

source: Saved cards
sv_se: Sparade kort

source: Enable saved cards
sv_se: Aktivera sparade kort

source: If enabled, users will be able to pay with a saved card during checkout. Card details are saved on Stripe servers, not on your store.
sv_se: Om aktiverat kommer användare kunna betala med ett sparat kort i kassan. Kortuppgifter sparas på Stripes servrar och inte i din butik.

source: Manage cards
sv_se: Hantera kort

source: %s card ending in %s (Expires %s/%s)
sv_se: %s kort som slutar med %s (Går ut %s/%s)

source: Use a new credit card
sv_se: Använd ett nytt kort

source: Confirm and Pay
sv_se: Bekräfta och betala

source: Please accept the terms and conditions first
sv_se: Vänligen acceptera villkoren först

source: Please fill in required checkout fields first
sv_se: Vänligen fyll i alla obligatoriska fält först

source: Refunded %s - Refund ID: %s
sv_se: Återbetalade %s - Återbetalnings-ID: %s

source: Unable to add customer
sv_se: Kunden kunde inte läggas till

source: Unable to add card
sv_se: Kortet kunde inte läggas till

source: There was a problem connecting to the payment gateway.
sv_se: Ett problem uppstod vid anslutningen till betalningsmetoden.

source: Empty response.
sv_se: Tomt svar.

source: Card
sv_se: Kort

source: Expires
sv_se: Går ut

source: %s card ending in %s
sv_se: %s:s kort som slutar med %s

source: Expires %s/%s
sv_se: Går ut %s/%s

source: Delete card
sv_se: Ta bort kort

source: Settings
sv_se: Inställningar

source: Docs
sv_se: Dokumentation

source: Unable to capture charge!
sv_se: Kunde inte dra betalningen!

source: Unable to refund charge!
sv_se: Kunde inte utföra återbetalning!

source: Stripe charge refunded (Charge ID: %s)
sv_se: Stripe-avgift återbetalad (ID: %s)
